Repository: FawenYo/YAIIU
Catalog: YAIIU/YAIIU/Resources/*.lproj/Localizable.strings
Languages: de, es, fr

# import.result.tip
source: 💡 Photos/videos already on server will not be uploaded again
de: 💡 Fotos/Videos, die bereits auf dem Server sind, werden nicht erneut hochgeladen
es: 💡 Las fotos/vídeos que ya están en el servidor no se subirán de nuevo
fr: 💡 Les photos/vidéos déjà sur le serveur ne seront pas téléversées à nouveau

# import.alert.ok
source: OK
es: Aceptar

# import.alert.importFailed
source: Import Failed
de: Import fehlgeschlagen
es: Importación fallida
fr: Échec de l'importation

# onboarding.title
source: Import Existing Data?
de: Vorhandene Daten importieren?
es: ¿Importar datos existentes?
fr: Importer des données existantes ?

# onboarding.description
source: If you have previously used the Immich iOS app, you can import its database to avoid re-calculating all photo hashes.
de: Wenn Sie zuvor die Immich iOS-App verwendet haben, können Sie deren Datenbank importieren, um die Neuberechnung aller Foto-Hashes zu vermeiden.
es: Si has usado anteriormente la app Immich iOS, puedes importar su base de datos para evitar recalcular todos los hashes de las fotos.
fr: Si vous avez précédemment utilisé l'app Immich iOS, vous pouvez importer sa base de données pour éviter de recalculer tous les hachages de photos.

# onboarding.import.button
source: Import from Immich App
de: Aus Immich-App importieren
es: Importar desde Immich App
fr: Importer depuis l'app Immich

# onboarding.import.description
source: Import pre-calculated hash data
de: Vorberechnete Hash-Daten importieren
es: Importar datos hash precalculados
fr: Importer des données de hachage pré-calculées

# onboarding.skip
source: Skip for now
de: Jetzt überspringen
es: Omitir por ahora
fr: Ignorer pour l'instant

# onboarding.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer

# onboarding.changeFile
source: Change
de: Ändern
es: Cambiar
fr: Modifier

# onboarding.validation.success
source: Found %d records ready to import
de: %d Datensätze zum Import gefunden
es: Se encontraron %d registros listos para importar
fr: %d enregistrements trouvés prêts à importer

# onboarding.startImport
source: Start Import
de: Import starten
es: Iniciar importación
fr: Démarrer l'importation

# backgroundUpload.title
source: Background Upload
de: Hintergrund-Upload
es: Subida en segundo plano
fr: Téléversement en arrière-plan

# backgroundUpload.settingsTitle
source: Background Upload Settings
de: Hintergrund-Upload-Einstellungen
es: Ajustes de subida en segundo plano
fr: Paramètres de téléversement en arrière-plan

# backgroundUpload.enabled
source: Enabled
de: Aktiviert
es: Activada
fr: Activé

# backgroundUpload.disabled
source: Disabled
de: Deaktiviert
es: Desactivada
fr: Désactivé

# backgroundUpload.description
source: When enabled, new photos will be automatically uploaded to Immich server in the background
de: Wenn aktiviert, werden neue Fotos automatisch im Hintergrund auf den Immich-Server hochgeladen
es: Cuando está activada, las nuevas fotos se subirán automáticamente al servidor Immich en segundo plano
fr: Lorsqu'activé, les nouvelles photos seront automatiquement téléversées sur le serveur Immich en arrière-plan

# backgroundUpload.requiresIOS26
source: Requires iOS 26.1 or later
de: Erfordert iOS 26.1 oder höher
es: Requiere iOS 26.1 o posterior
fr: Nécessite iOS 26.1 ou version ultérieure

# backgroundUpload.section.autoUpload
source: Auto Upload
de: Automatischer Upload
es: Subida automática
fr: Téléversement automatique

# backgroundUpload.section.statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques

# backgroundUpload.section.debug
source: Debug
es: Depuración
fr: Débogage

# backgroundUpload.uploadedCount
source: Uploaded Count
de: Hochgeladene Anzahl
es: Cantidad subida
fr: Nombre téléversé

# backgroundUpload.pendingCount
source: Pending Count
de: Ausstehende Anzahl
es: Cantidad pendiente
fr: En attente

# backgroundUpload.viewLogs
source: View Logs
de: Protokolle anzeigen
es: Ver registros
fr: Voir les journaux

# backgroundUpload.clearLogs
source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux

# backgroundUpload.logsTitle
source: Background Upload Logs
de: Hintergrund-Upload-Protokolle
es: Registros de subida en segundo plano
fr: Journaux de téléversement en arrière-plan

# backgroundUpload.noLogs
source: No logs available
de: Keine Protokolle verfügbar
es: No hay registros disponibles
fr: Aucun journal disponible

# backgroundUpload.notSupported
source: Feature not supported
de: Funktion nicht unterstützt
es: Función no soportada
fr: Fonctionnalité non supportée

# backgroundUpload.error.photoLibraryNotAuthorized
source: Full photo library access is required to enable background upload
de: Vollständiger Zugriff auf die Fotobibliothek ist erforderlich, um den Hintergrund-Upload zu aktivieren
es: Se requiere acceso completo a la biblioteca de fotos para activar la subida en segundo plano
fr: L'accès complet à la bibliothèque de photos est requis pour activer le téléversement en arrière-plan

# backgroundUpload.error.notLoggedIn
source: Please login to Immich server first
de: Bitte melden Sie sich zuerst beim Immich-Server an
es: Por favor inicia sesión en el servidor Immich primero
fr: Veuillez d'abord vous connecter au serveur Immich

# backgroundUpload.error.extensionNotAvailable
source: Background upload extension is not available
de: Hintergrund-Upload-Erweiterung ist nicht verfügbar
es: La extensión de subida en segundo plano no está disponible
fr: L'extension de téléversement en arrière-plan n'est pas disponible

# initialSetup.title
source: Setting Up
de: Einrichtung
es: Configurando
fr: Configuration

# initialSetup.description
source: Preparing your app for first use
de: App wird für die erste Verwendung vorbereitet
es: Preparando tu app para el primer uso
fr: Préparation de votre app pour la première utilisation

# initialSetup.syncing
source: Syncing with Server
de: Synchronisierung mit Server
es: Sincronizando con el servidor
fr: Synchronisation avec le serveur

# initialSetup.syncingDescription
source: Fetching your photo library data...
de: Fotobibliotheksdaten werden abgerufen...
es: Obteniendo datos de tu biblioteca de fotos...
fr: Récupération des données de votre bibliothèque de photos...

# initialSetup.completed
source: Sync Complete
de: Synchronisierung abgeschlossen
es: Sincronización completada
fr: Synchronisation terminée

# initialSetup.completedDescription
source: Your server data has been synced successfully
de: Ihre Serverdaten wurden erfolgreich synchronisiert
es: Los datos de tu servidor se han sincronizado correctamente
fr: Les données de votre serveur ont été synchronisées avec succès

# initialSetup.failed
source: Sync Failed
de: Synchronisierung fehlgeschlagen
es: Sincronización fallida
fr: Échec de la synchronisation

# initialSetup.failedDescription
source: An error occurred during sync
de: Während der Synchronisierung ist ein Fehler aufgetreten
es: Ocurrió un error durante la sincronización
fr: Une erreur s'est produite lors de la synchronisation

# initialSetup.syncedAssets
source: Synced Assets
de: Synchronisierte Assets
es: Activos sincronizados
fr: Ressources synchronisées

# initialSetup.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer

# initialSetup.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer

# initialSetup.skip
source: Skip for now
de: Jetzt überspringen
es: Omitir por ahora
fr: Ignorer pour l'instant

# initialSetup.fetchedAssets
source: %d assets fetched
de: %d Assets abgerufen
es: %d activos obtenidos
fr: %d ressources récupérées

# initialSetup.phase.connecting
source: Connecting to server...
de: Verbindung zum Server wird hergestellt...
es: Conectando al servidor...
fr: Connexion au serveur...

# initialSetup.phase.fetchingUserInfo
source: Fetching user info...
de: Benutzerinformationen werden abgerufen...
es: Obteniendo información del usuario...
fr: Récupération des informations utilisateur...

# initialSetup.phase.fetchingPartners
source: Fetching shared partners...
de: Geteilte Partner werden abgerufen...
es: Obteniendo socios compartidos...
fr: Récupération des partenaires partagés...

# initialSetup.phase.fetchingAssets
source: Fetching assets (%d)...
de: Assets werden abgerufen (%d)...
es: Obteniendo activos (%d)...
fr: Récupération des ressources (%d)...

# initialSetup.phase.fetchingAssetsInitial
source: Fetching assets...
de: Assets werden abgerufen...
es: Obteniendo activos...
fr: Récupération des ressources...

# initialSetup.phase.processingAssets
source: Processing %d assets...
de: %d Assets werden verarbeitet...
es: Procesando %d activos...
fr: Traitement de %d ressources...

# initialSetup.phase.savingToDatabase
source: Saving to local database...
de: In lokale Datenbank speichern...
es: Guardando en la base de datos local...
fr: Enregistrement dans la base de données locale...

# restartRequired.title
source: App Restart Required
de: App-Neustart erforderlich
es: Se requiere reiniciar la app
fr: Redémarrage de l'app requis

# restartRequired.description
source: To enable background upload feature, please restart the app
de: Um die Hintergrund-Upload-Funktion zu aktivieren, starten Sie bitte die App neu
es: Para activar la función de subida en segundo plano, por favor reinicia la app
fr: Pour activer la fonction de téléversement en arrière-plan, veuillez redémarrer l'app

# restartRequired.instructions
source: Close this app completely and reopen it.
de: Schließen Sie diese App vollständig und öffnen Sie sie erneut.
es: Cierra esta app completamente y vuelve a abrirla.
fr: Fermez complètement cette app et rouvrez-la.

# restartRequired.closeApp
source: Close App
de: App schließen
es: Cerrar app
fr: Fermer l'app

# photoDetail.fileNameUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

# photoDetail.openInMaps
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

# photoDetail.previewRequiresAssets
source: Preview requires a real PHAsset array
de: Vorschau erfordert ein echtes PHAsset-Array
es: La vista previa requiere un array real de PHAsset
fr: L'aperçu nécessite un vrai tableau PHAsset

# cloudIdSync.title
source: Sync iCloud IDs
de: iCloud-IDs synchronisieren
es: Sincronizar IDs de iCloud
fr: Synchroniser les identifiants iCloud

# cloudIdSync.description
source: Upload iCloud identifiers for photos already on the server. This helps with cross-device deduplication.
de: Laden Sie iCloud-Kennungen für Fotos hoch, die bereits auf dem Server sind. Dies hilft bei der geräteübergreifenden Deduplizierung.
es: Sube identificadores de iCloud para las fotos que ya están en el servidor. Esto ayuda con la deduplicación entre dispositivos.
fr: Téléversez les identifiants iCloud pour les photos déjà sur le serveur. Cela aide à la déduplication entre appareils.

# cloudIdSync.button
source: Sync iCloud IDs
de: iCloud-IDs synchronisieren
es: Sincronizar IDs de iCloud
fr: Synchroniser les identifiants iCloud

# cloudIdSync.syncing
source: Syncing...
de: Synchronisierung...
es: Sincronizando...
fr: Synchronisation...

# cloudIdSync.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé

# cloudIdSync.success
source: Updated %d assets
de: %d Assets aktualisiert
es: Se actualizaron %d activos
fr: %d ressources mises à jour

# cloudIdSync.error
source: Sync failed: %@
de: Synchronisierung fehlgeschlagen: %@
es: Sincronización fallida: %@
fr: Échec de la synchronisation : %@

# cloudIdSync.requiresIOS16
source: Requires iOS 16 or later
de: Erfordert iOS 16 oder höher
es: Requiere iOS 16 o posterior
fr: Nécessite iOS 16 ou version ultérieure

# language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
