Repository: FawenYo/YAIIU
Catalog: YAIIU/YAIIU/Resources/*.lproj/Localizable.strings
Languages: de, es, fr

# tab.photos
source: Photos
de: Fotos
es: Fotos

# tab.upload
source: Upload
de: Hochladen
es: Subir
fr: Téléverser

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# login.subtitle
source: Upload your photos to Immich server
de: Laden Sie Ihre Fotos auf den Immich-Server hoch
es: Sube tus fotos al servidor Immich
fr: Téléversez vos photos sur le serveur Immich

# login.serverURL
source: Server URL (External)
de: Server-URL (extern)
es: URL del servidor (externo)
fr: URL du serveur (externe)

# login.serverURL.placeholder
source: e.g.: https://immich.example.com
de: z.B.: https://immich.example.com
es: Ej.: https://immich.example.com
fr: Ex. : https://immich.example.com

# login.internalServerURL
source: Internal Server URL
de: Interne Server-URL
es: URL del servidor interno
fr: URL du serveur interne

# login.internalServerURL.placeholder
source: e.g.: http://192.168.1.100:2283
de: z.B.: http://192.168.1.100:2283
es: Ej.: http://192.168.1.100:2283
fr: Ex. : http://192.168.1.100:2283

# login.internalServerURL.hint
source: Optional. Used when connected to your local network for faster uploads.
de: Optional. Wird verwendet, wenn Sie mit Ihrem lokalen Netzwerk verbunden sind, für schnellere Uploads.
es: Opcional. Se usa cuando estás conectado a tu red local para subidas más rápidas.
fr: Optionnel. Utilisé lorsque vous êtes connecté à votre réseau local pour des téléversements plus rapides.

# login.advancedSettings
source: Advanced Settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Réglages avancés

# login.apiKey
source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API

# login.apiKey.placeholder
source: Enter your API Key
de: Geben Sie Ihren API-Schlüssel ein
es: Introduce tu clave API
fr: Entrez votre clé API

# login.button
source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion

# login.button.connecting
source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion en cours...

# login.error.title
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion

# login.error.invalidApiKey
source: Unable to validate API Key, please check if your API Key is correct
de: API-Schlüssel kann nicht überprüft werden. Bitte prüfen Sie, ob Ihr API-Schlüssel korrekt ist
es: No se puede validar la clave API, por favor verifica que sea correcta
fr: Impossible de valider la clé API, veuillez vérifier si votre clé API est correcte

# login.error.connectionFailed
source: Unable to connect to server: %@
de: Verbindung zum Server nicht möglich: %@
es: No se puede conectar al servidor: %@
fr: Impossible de se connecter au serveur : %@

# login.error.ok
source: OK
es: Aceptar

# login.backgroundUploadNote.title
source: 💡 iOS 26.1+ Background Upload Note
de: 💡 Hinweis zum Hintergrund-Upload bei iOS 26.1+
es: 💡 Nota sobre subida en segundo plano en iOS 26.1+
fr: 💡 Note sur le téléversement en arrière-plan iOS 26.1+

# login.backgroundUploadNote.message
source: If you are using iOS 26.1 or later and want to use the background upload feature, you need to deploy immich-proxy separately.
de: Wenn Sie iOS 26.1 oder höher verwenden und die Hintergrund-Upload-Funktion nutzen möchten, müssen Sie immich-proxy separat bereitstellen.
es: Si usas iOS 26.1 o posterior y quieres usar la función de subida en segundo plano, necesitas desplegar immich-proxy por separado.
fr: Si vous utilisez iOS 26.1 ou version ultérieure et souhaitez utiliser la fonction de téléversement en arrière-plan, vous devez déployer immich-proxy séparément.

# login.backgroundUploadNote.learnMore
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# settings.serverInfo
source: Server Information
de: Server-Informationen
es: Información del servidor
fr: Informations du serveur

# settings.serverURL
source: Server URL
es: URL del servidor
fr: URL du serveur

# settings.networkSettings
source: Network Settings
de: Netzwerkeinstellungen
es: Ajustes de red
fr: Paramètres réseau

# settings.currentStatus
source: Current Status
de: Aktueller Status
es: Estado actual
fr: État actuel

# settings.externalServerURL
source: External Server URL
de: Externe Server-URL
es: URL del servidor externo
fr: URL du serveur externe

# settings.externalServerURL.placeholder
source: e.g.: https://immich.example.com
de: z.B.: https://immich.example.com
es: Ej.: https://immich.example.com
fr: Ex. : https://immich.example.com

# settings.externalServerURL.hint
source: The public URL used to access your Immich server from outside your network.
de: Die öffentliche URL für den Zugriff auf Ihren Immich-Server von außerhalb Ihres Netzwerks.
es: La URL pública para acceder a tu servidor Immich desde fuera de tu red.
fr: L'URL publique utilisée pour accéder à votre serveur Immich depuis l'extérieur de votre réseau.

# settings.internalServerURL
source: Internal Server URL
de: Interne Server-URL
es: URL del servidor interno
fr: URL du serveur interne

# settings.internalServerURL.placeholder
source: e.g.: http://192.168.1.100:2283
de: z.B.: http://192.168.1.100:2283
es: Ej.: http://192.168.1.100:2283
fr: Ex. : http://192.168.1.100:2283

# settings.internalServerURL.hint
source: Optional. Used when connected to your local network for faster uploads.
de: Optional. Wird verwendet, wenn Sie mit Ihrem lokalen Netzwerk verbunden sind, für schnellere Uploads.
es: Opcional. Se usa cuando estás conectado a tu red local para subidas más rápidas.
fr: Optionnel. Utilisé lorsque vous êtes connecté à votre réseau local pour des téléversements plus rapides.

# settings.notConfigured
source: Not configured
de: Nicht konfiguriert
es: No configurado
fr: Non configuré

# settings.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

# settings.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer

# settings.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# settings.apiKey
source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API

# settings.internalNetworkSettings
source: Internal Network Settings
de: Interne Netzwerkeinstellungen
es: Ajustes de red interna
fr: Paramètres du réseau interne

# settings.wifiSSID
source: WiFi Network Name
de: WLAN-Netzwerkname
es: Nombre de red WiFi
fr: Nom du réseau WiFi

# settings.wifiSSID.placeholder
source: e.g.: HomeWiFi
de: z.B.: HausWLAN
es: Ej.: MiWiFi
fr: Ex. : MaisonWiFi

# settings.wifiSSID.hint
source: When connected to this WiFi network, the internal server URL will be used.
de: Wenn Sie mit diesem WLAN-Netzwerk verbunden sind, wird die interne Server-URL verwendet.
es: Cuando te conectes a esta red WiFi, se usará la URL del servidor interno.
fr: Lorsque vous êtes connecté à ce réseau WiFi, l'URL du serveur interne sera utilisée.

# settings.wifiNotDetected
source: WiFi not detected
de: WLAN nicht erkannt
es: WiFi no detectado
fr: WiFi non détecté

# settings.useCurrentWiFi
source: Use Current WiFi
de: Aktuelles WLAN verwenden
es: Usar WiFi actual
fr: Utiliser le WiFi actuel

# settings.clearInternalNetwork
source: Clear Internal Network Settings
de: Interne Netzwerkeinstellungen löschen
es: Borrar ajustes de red interna
fr: Effacer les paramètres du réseau interne

# settings.locationPermissionRequired
source: Location Permission Required
de: Standortberechtigung erforderlich
es: Permiso de ubicación requerido
fr: Autorisation de localisation requise

# settings.locationPermissionHint
source: iOS requires location permission to detect WiFi network name. This is used to automatically switch between internal and external server URLs.
de: iOS benötigt eine Standortberechtigung, um den WLAN-Netzwerknamen zu erkennen. Dies wird verwendet, um automatisch zwischen internen und externen Server-URLs zu wechseln.
es: iOS requiere permiso de ubicación para detectar el nombre de la red WiFi. Esto se usa para cambiar automáticamente entre URLs de servidor interno y externo.
fr: iOS nécessite l'autorisation de localisation pour détecter le nom du réseau WiFi. Cela est utilisé pour basculer automatiquement entre les URL de serveur interne et externe.

# settings.grantLocationPermission
source: Grant Location Permission
de: Standortberechtigung erteilen
es: Conceder permiso de ubicación
fr: Accorder l'autorisation de localisation

# settings.preciseLocationRequired
source: Precise Location Required
de: Genauer Standort erforderlich
es: Ubicación precisa requerida
fr: Localisation précise requise

# settings.preciseLocationHint
source: iOS requires precise location to detect WiFi network name. Please enable 'Precise Location' in Settings > Privacy > Location Services > YAIIU.
de: iOS benötigt einen genauen Standort, um den WLAN-Netzwerknamen zu erkennen. Bitte aktivieren Sie 'Genauer Standort' unter Einstellungen > Datenschutz > Ortungsdienste > YAIIU.
es: iOS requiere ubicación precisa para detectar el nombre de la red WiFi. Por favor activa 'Ubicación precisa' en Ajustes > Privacidad > Servicios de ubicación > YAIIU.
fr: iOS nécessite une localisation précise pour détecter le nom du réseau WiFi. Veuillez activer « Localisation précise » dans Réglages > Confidentialité > Services de localisation > YAIIU.

# settings.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages

# settings.usingInternalNetwork
source: Internal Network
de: Internes Netzwerk
es: Red interna
fr: Réseau interne

# settings.usingExternalNetwork
source: External Network
de: Externes Netzwerk
es: Red externa
fr: Réseau externe

# settings.statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques

# settings.uploadedCount
source: Uploaded Photos
de: Hochgeladene Fotos
es: Fotos subidas
fr: Photos téléversées

# settings.cachedHashCount
source: Cached Hash Count
de: Zwischengespeicherte Hashes
es: Hashes en caché
fr: Hachages en cache

# settings.confirmedOnCloud
source: Confirmed on Cloud
de: In der Cloud bestätigt
es: Confirmado en la nube
fr: Confirmé dans le cloud

# settings.dataManagement
source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données

# settings.importImmichData
source: Import Immich App Data
de: Immich-App-Daten importieren
es: Importar datos de Immich App
fr: Importer les données de l'app Immich

# settings.logout
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

# settings.logout.confirm.title
source: Confirm Logout
de: Abmeldung bestätigen
es: Confirmar cierre de sesión
fr: Confirmer la déconnexion

# settings.logout.confirm.message
source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# settings.logout.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# settings.logs
source: Logs
de: Protokolle
es: Registros
fr: Journaux

# settings.logCount
source: Log Entries
de: Protokolleinträge
es: Entradas de registro
fr: Entrées de journal

# settings.logFileSize
source: Log File Size
de: Protokolldateigröße
es: Tamaño del archivo de registro
fr: Taille du fichier journal

# settings.viewLogs
source: View Logs
de: Protokolle anzeigen
es: Ver registros
fr: Voir les journaux

# settings.exportLogs
source: Export Logs
de: Protokolle exportieren
es: Exportar registros
fr: Exporter les journaux

# settings.clearLogs
source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux

# settings.clearLogs.confirm.title
source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux

# settings.clearLogs.confirm.message
source: Are you sure you want to clear all logs? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Protokolle löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres borrar todos los registros? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir effacer tous les journaux ? Cette action ne peut pas être annulée.

# settings.clearLogs.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# settings.appVersion
source: Version
es: Versión

# settings.searchLogs
source: Search logs...
de: Protokolle durchsuchen...
es: Buscar registros...
fr: Rechercher dans les journaux...

# settings.filterAll
source: All
de: Alle
es: Todos
fr: Tous

# settings.refreshLogs
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser

# settings.scrollToBottom
source: Scroll to Bottom
de: Nach unten scrollen
es: Ir al final
fr: Défiler vers le bas

# settings.noLogsAvailable
source: No logs available
de: Keine Protokolle verfügbar
es: No hay registros disponibles
fr: Aucun journal disponible

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue

# settings.languageSection
source: Language Settings
de: Spracheinstellungen
es: Ajustes de idioma
fr: Paramètres de langue

# settings.currentLanguage
source: Current Language
de: Aktuelle Sprache
es: Idioma actual
fr: Langue actuelle

# settings.changeLanguage
source: Change Language
de: Sprache ändern
es: Cambiar idioma
fr: Changer la langue

# settings.systemDefault
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système

# photoGrid.title
source: Photo Library
de: Fotobibliothek
es: Biblioteca de fotos
fr: Bibliothèque de photos

# photoGrid.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner

# photoGrid.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# photoGrid.upload
source: Upload (%d)
de: Hochladen (%d)
es: Subir (%d)
fr: Téléverser (%d)

# photoGrid.confirm.title
source: Confirm Upload
de: Upload bestätigen
es: Confirmar subida
fr: Confirmer le téléversement

# photoGrid.confirm.message
source: Are you sure you want to upload %d photos/videos?
de: Sind Sie sicher, dass Sie %d Fotos/Videos hochladen möchten?
es: ¿Estás seguro de que quieres subir %d fotos/vídeos?
fr: Êtes-vous sûr de vouloir téléverser %d photos/vidéos ?

# photoGrid.confirm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# photoGrid.confirm.upload
source: Upload
de: Hochladen
es: Subir
fr: Téléverser

# photoGrid.processing.preparing
source: Preparing
de: Wird vorbereitet
es: Preparando
fr: Préparation

# photoGrid.processing.comparing
source: Comparing %d/%d
de: Vergleiche %d/%d
es: Comparando %d/%d
fr: Comparaison %d/%d

# photoGrid.processing.checking
source: Checking
de: Wird überprüft
es: Comprobando
fr: Vérification

# photoGrid.permission.title
source: Photo Library Access Required
de: Zugriff auf Fotobibliothek erforderlich
es: Acceso a la biblioteca de fotos requerido
fr: Accès à la bibliothèque de photos requis

# photoGrid.permission.message
source: Please grant access to photo library to select photos for upload
de: Bitte gewähren Sie Zugriff auf die Fotobibliothek, um Fotos zum Hochladen auszuwählen
es: Por favor concede acceso a la biblioteca de fotos para seleccionar fotos para subir
fr: Veuillez accorder l'accès à la bibliothèque de photos pour sélectionner des photos à téléverser

# photoGrid.permission.grant
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès

# photoGrid.permission.denied.title
source: Cannot Access Photo Library
de: Zugriff auf Fotobibliothek nicht möglich
es: No se puede acceder a la biblioteca de fotos
fr: Impossible d'accéder à la bibliothèque de photos

# photoGrid.permission.denied.message
source: Please allow photo library access in Settings
de: Bitte erlauben Sie den Zugriff auf die Fotobibliothek in den Einstellungen
es: Por favor permite el acceso a la biblioteca de fotos en Ajustes
fr: Veuillez autoriser l'accès à la bibliothèque de photos dans les réglages

# photoGrid.permission.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages

# photoGrid.filter.all
source: All Photos
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos

# photoGrid.filter.notUploaded
source: Not Uploaded
de: Nicht hochgeladen
es: No subidas
fr: Non téléversées

# photoGrid.filter.active
source: Showing %d items
de: %d Elemente werden angezeigt
es: Mostrando %d elementos
fr: Affichage de %d éléments

# photoGrid.section.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

# photoGrid.section.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier

# uploadProgress.title
source: Upload Progress
de: Upload-Fortschritt
es: Progreso de subida
fr: Progression du téléversement

# uploadProgress.pause
source: Pause
de: Pausieren
es: Pausar

# uploadProgress.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre

# uploadProgress.empty.title
source: No Items Uploading
de: Keine Elemente werden hochgeladen
es: No hay elementos subiendo
fr: Aucun élément en cours de téléversement

# uploadProgress.empty.message
source: Select photos and tap upload to start
de: Wählen Sie Fotos aus und tippen Sie auf Hochladen, um zu beginnen
es: Selecciona fotos y toca subir para comenzar
fr: Sélectionnez des photos et appuyez sur téléverser pour commencer

# uploadProgress.empty.success
source: Successfully uploaded %d items
de: %d Elemente erfolgreich hochgeladen
es: Se subieron %d elementos correctamente
fr: %d éléments téléversés avec succès

# uploadProgress.overall
source: Upload Progress
de: Upload-Fortschritt
es: Progreso de subida
fr: Progression du téléversement

# uploadProgress.uploading
source: Uploading...
de: Wird hochgeladen...
es: Subiendo...
fr: Téléversement en cours...

# uploadProgress.paused
source: Paused
de: Pausiert
es: Pausado
fr: En pause

# uploadProgress.files
source: (%d/%d files)
de: (%d/%d Dateien)
es: (%d/%d archivos)
fr: (%d/%d fichiers)

# uploadProgress.fileCount
source: %d files
de: %d Dateien
es: %d archivos
fr: %d fichiers

# uploadProgress.video
source: Video
es: Vídeo
fr: Vidéo

# uploadStatus.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente

# uploadStatus.uploading
source: Uploading %d%%
de: Hochladen %d%%
es: Subiendo %d%%
fr: Téléversement %d%%

# uploadStatus.processing
source: Processing
de: Wird verarbeitet
es: Procesando
fr: Traitement en cours

# uploadStatus.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé

# uploadStatus.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec

# import.title
source: Import Hash Data
de: Hash-Daten importieren
es: Importar datos hash
fr: Importer les données de hachage

# import.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# import.done
source: Done
de: Fertig
es: Hecho
fr: Terminé

# import.instruction.title
source: Instructions
de: Anleitung
es: Instrucciones

# import.instruction.description
source: This feature allows you to import pre-calculated hash data from Immich iOS App, avoiding recalculation of all photo hashes.
de: Diese Funktion ermöglicht es Ihnen, vorberechnete Hash-Daten aus der Immich iOS-App zu importieren und vermeidet so die Neuberechnung aller Foto-Hashes.
es: Esta función te permite importar datos hash precalculados de la app Immich iOS, evitando recalcular todos los hashes de las fotos.
fr: Cette fonctionnalité vous permet d'importer des données de hachage pré-calculées depuis l'app Immich iOS, évitant ainsi de recalculer tous les hachages de photos.

# import.instruction.step1
source: In the Immich iOS app, tap the user avatar in the top-right corner and go to Settings
de: Tippen Sie in der Immich iOS-App auf den Benutzer-Avatar oben rechts und gehen Sie zu Einstellungen
es: En la app Immich iOS, toca el avatar de usuario en la esquina superior derecha y ve a Ajustes
fr: Dans l'app Immich iOS, appuyez sur l'avatar utilisateur en haut à droite et allez dans Réglages

# import.instruction.step2
source: Select Sync Status, then tap Export Database to save the SQLite file to the Files app
de: Wählen Sie Synchronisierungsstatus, tippen Sie dann auf Datenbank exportieren, um die SQLite-Datei in der Dateien-App zu speichern
es: Selecciona Estado de sincronización, luego toca Exportar base de datos para guardar el archivo SQLite en la app Archivos
fr: Sélectionnez État de synchronisation, puis appuyez sur Exporter la base de données pour enregistrer le fichier SQLite dans l'app Fichiers

# import.instruction.step3
source: Tap the button below and select the exported SQLite file to import
de: Tippen Sie auf die Schaltfläche unten und wählen Sie die exportierte SQLite-Datei zum Importieren aus
es: Toca el botón de abajo y selecciona el archivo SQLite exportado para importar
fr: Appuyez sur le bouton ci-dessous et sélectionnez le fichier SQLite exporté pour l'importer

# import.selectFile
source: Select SQLite File
de: SQLite-Datei auswählen
es: Seleccionar archivo SQLite
fr: Sélectionner le fichier SQLite

# import.reselectFile
source: Select Another File
de: Andere Datei auswählen
es: Seleccionar otro archivo
fr: Sélectionner un autre fichier

# import.validation.success
source: File Validation Successful
de: Dateivalidierung erfolgreich
es: Validación del archivo exitosa
fr: Validation du fichier réussie

# import.validation.failed
source: File Validation Failed
de: Dateivalidierung fehlgeschlagen
es: Validación del archivo fallida
fr: Validation du fichier échouée

# import.validation.recordCount
source: Records available for import:
de: Zum Import verfügbare Datensätze:
es: Registros disponibles para importar:
fr: Enregistrements disponibles pour l'import :

# import.validation.records
source: %d records
de: %d Datensätze
es: %d registros
fr: %d enregistrements

# import.statistics.title
source: Database Statistics
de: Datenbankstatistiken
es: Estadísticas de la base de datos
fr: Statistiques de la base de données

# import.statistics.totalAssets
source: Total Assets
de: Gesamte Assets
es: Total de activos
fr: Total des ressources

# import.statistics.assetsWithHash
source: Assets with Hash
de: Assets mit Hash
es: Activos con hash
fr: Ressources avec hachage

# import.statistics.imageCount
source: Image Count
de: Bildanzahl
es: Cantidad de imágenes
fr: Nombre d'images

# import.statistics.videoCount
source: Video Count
de: Videoanzahl
es: Cantidad de vídeos
fr: Nombre de vidéos

# import.statistics.serverSync
source: Server Sync Status
de: Server-Synchronisierungsstatus
es: Estado de sincronización del servidor
fr: État de synchronisation du serveur

# import.statistics.remoteAssets
source: Assets on Server
de: Assets auf dem Server
es: Activos en el servidor
fr: Ressources sur le serveur

# import.statistics.localSynced
source: Local Synced
de: Lokal synchronisiert
es: Sincronizados localmente
fr: Synchronisé localement

# import.import.button
source: Start Import
de: Import starten
es: Iniciar importación
fr: Démarrer l'importation

# import.import.importing
source: Importing...
de: Wird importiert...
es: Importando...
fr: Importation en cours...

# import.import.progress
source: Processed %d / %d records
de: %d / %d Datensätze verarbeitet
es: Procesados %d / %d registros
fr: %d / %d enregistrements traités

# import.result.success
source: Import Complete
de: Import abgeschlossen
es: Importación completada
fr: Importation terminée

# import.result.error
source: Import Error
de: Importfehler
es: Error de importación
fr: Erreur d'importation

# import.result.totalRecords
source: Records read:
de: Gelesene Datensätze:
es: Registros leídos:
fr: Enregistrements lus :

# import.result.importedRecords
source: Successfully imported:
de: Erfolgreich importiert:
es: Importados correctamente:
fr: Importés avec succès :

# import.result.alreadyOnServer
source: Already on server:
de: Bereits auf dem Server:
es: Ya en el servidor:
fr: Déjà sur le serveur :

# import.result.skippedRecords
source: Skipped records:
de: Übersprungene Datensätze:
es: Registros omitidos:
fr: Enregistrements ignorés :
